Repository: Elepover/notificationforwarder
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutItem.Content
source: About
zh_cn: 关于

# AddAPIEndPointDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# AddAPIEndPointDialog.PrimaryButtonText
source: Add
zh_cn: 添加

# AddAPIEndPointDialog.Title
source: Add forward target
zh_cn: 添加转发目标

# AppItem_Header.Text
source: Notification forwarding for this app
zh_cn: 此应用的通知转发

# ComboBox_ProxyType.Header
source: Proxy type
zh_cn: 代理类型

# ContentDialog_About.CloseButtonText
source: OK
zh_cn: 好

# ContentDialog_About.Title
source: About
zh_cn: 关于

# DumpJsonDialog.CloseButtonText
source: Close
zh_cn: 关闭

# DumpJsonDialog.PrimaryButtonText
source: Copy
zh_cn: 复制

# DumpJsonDialog.Title
source: Settings Dump
zh_cn: 设置内容导出

# EndPointsPage_ManageTargets.Text
source: Manage forward targets
zh_cn: 管理转发目标

# HomePageItem.Content
source: Home
zh_cn: 主页

# HomePage_AppsToForward.Text
source: Apps to Forward
zh_cn: 转发的应用

# HomePage_ForwarderService.Text
source: Forwarder Service
zh_cn: 转发服务状态

# HomePage_Header.Text
source: Home
zh_cn: 主页

# HomePage_LastSuccessForward.Text
source: Last Successful Forward
zh_cn: 上次成功转发于

# HomePage_ListenerStatus.Text
source: Listener Status
zh_cn: 通知接收器状态

# HomePage_NotificationsForwarded.Text
source: Notifications Forwarded
zh_cn: 已转发的通知数量

# HomePage_NotificationsReceived.Text
source: Notifications Received
zh_cn: 已收到的通知数量

# HyperlinkButton_DumpSettings.Content
source: Dump settings as JSON
zh_cn: 导出设置为 JSON

# HyperlinkButton_ManageEndPoints.Content
source: Manage forward targets
zh_cn: 管理转发目标

# HyperlinkButton_SeeApps.Content
source: Manage which apps to forward
zh_cn: 管理要转发哪些应用的通知

# LogsItem.Content
source: Logs
zh_cn: 日志

# NavigationViewHeader1.Content
source: Management
zh_cn: 管理

# NotificationsItem.Content
source: Notifications History
zh_cn: 通知历史记录

# NotificationsPage_Header.Text
source: Notification History
zh_cn: 通知历史记录

# NotificationsPage_Loading.Text
source: Loading...
zh_cn: 载入中...

# NotificationsPage_NoNotificationsAvailable.Text
source: No notifications available.
zh_cn: 没有通知可供查看。

# NumberBox_ProxyPort.Header
source: Port
zh_cn: 端口

source: Off
zh_cn: 关

source: On
zh_cn: 开

# Prompt_DeleteAPIEndPointConfirmation_Content
source: Do you really want to delete the following %1 item(s)? This cannot be undone.
zh_cn: 你确定后要删除这 %1 个项目吗？ 此操作无法撤消。

# Prompt_DeleteAPIEndPointConfirmation_No
source: Cancel
zh_cn: 取消

# Prompt_DeleteAPIEndPointConfirmation_Title
source: Are you sure?
zh_cn: 确定吗？

# Prompt_DeleteAPIEndPointConfirmation_Yes
source: Delete
zh_cn: 删除

# Prompt_HttpAuth_Message
source: Enter HTTP authentication credentials
zh_cn: 输入 HTTP 身份验证凭据

# Prompt_JsonExportWarning_Content
source: The dumped JSON may expose some sensitive information like your passwords, be sure to have a safe environment before exporting your configurations. Proceed to exporting?
zh_cn: 导出的 JSON 数据可能包含如密码之类的敏感信息，请确定在安全的环境下执行导出。 继续吗？

# Prompt_JsonExportWarning_No
source: Cancel
zh_cn: 取消

# Prompt_JsonExportWarning_Title
source: Warning
zh_cn: 警告

# Prompt_JsonExportWarning_Yes
source: Continue
zh_cn: 继续

# Prompt_NoPermission_OK
source: Got it
zh_cn: 好

# Prompt_NoPermission_Text
source: Notification Forwarder has no access to your notifications. Relevant features will not function.
zh_cn: Notification Forwarder 没有访问通知的权限，有关将功能无法正常工作。

# Prompt_NoPermission_Title
source: No Permission
zh_cn: 没有权限

# Prompt_ProxyAuth_Message
source: Enter proxy authentication credentials
zh_cn: 输入代理身份验证凭据

# SetProxyDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# SetProxyDialog.PrimaryButtonText
source: Set
zh_cn: 设置

# SetProxyDialog.Title
source: Set proxy
zh_cn: 设置代理

# SettingsPage_Apps.Text
source: Apps to Forward
zh_cn: 要转发通知的应用

# SettingsPage_Header.Text
source: Settings
zh_cn: 设置

# TextBlock_AboutText.Text
source: An UWP application to help you forward your notifications. Copyright © 2020 Elepover. This program is open-source under Apache License Version 2.0. Source code can be found on https://github.com/Elepover/notificationforwarder/
zh_cn: 一个帮助您转发系统通知的 UWP 应用程序。 版权所有 © 2020 Elepover. 此程序在 Apache License 版本 2.0 协议下开源。 源代码可于 https://github.com/Elepover/notificationforwarder/ 获取。

# TextBlock_Loading.Text
source: Loading...
zh_cn: 载入中...

# TextBox_EndPointURL.Header
source: The API endpoint URL should be: (Due to UWP restrictions, avoid local loopback addresses like localhost, 127.0.0.1 or [::1])
zh_cn: API 终结点 URL 应为： (由于 UWP 限制，请回避如 localhost, 127.0.0.1 或 [::1] 之类的本地地址)

# TextBox_EndPointURL.PlaceholderText
source: Enter URL...
zh_cn: 输入 URL...

# TextBox_ProxyHost.Header
source: Host
zh_cn: 主机名

# ToggleSwitch.OffContent
source: Off
zh_cn: 禁用

# ToggleSwitch.OnContent
source: On
zh_cn: 启用

# ToggleSwitch_DisplayPackageName.Header
source: Display app package name
zh_cn: 显示应用包名

# ToggleSwitch_EnableForwarder.Header
source: Enable forwarder
zh_cn: 启用转发服务

# ToggleSwitch_EnableHttpAuth.Header
source: Use HTTP basic authentication
zh_cn: 使用 HTTP 基本身份验证

# ToggleSwitch_EnableHttpAuth.OffContent
source: No
zh_cn: 否

# ToggleSwitch_EnableHttpAuth.OnContent
source: Yes
zh_cn: 是

# ToggleSwitch_EnableProxy.Header
source: Use proxy
zh_cn: 使用代理

# ToggleSwitch_EnableProxy.OffContent
source: No
zh_cn: 否

# ToggleSwitch_EnableProxy.OnContent
source: Yes
zh_cn: 是

# ToggleSwitch_MuteNewApps.Header
source: Mute new apps
zh_cn: 将新应用静音

# ToggleSwitch_RequireAuth.Header
source: Proxy requires authentication
zh_cn: 需要身份验证

# ToggleSwitch_RequireAuth.OffContent
source: No
zh_cn: 否

# ToggleSwitch_RequireAuth.OnContent
source: Yes
zh_cn: 是
